{
  "templates": [
    {
      "id": 1,
      "name": "grateful",
      "angle": "Express appreciation for a specific contribution (method, dataset, or idea) in their work. Position Ouro as a way to help that contribution be more easily used and extended by others.",
      "tone": "warm, respectful, slightly formal",
      "subject_line_style": "Lead with thanks tied to a specific aspect of their work, not generic praise.",
      "sign_off_style": "Thanks",
      "pi_motivation": "legacy, visibility",
      "notes": "Gratitude must reference something concrete in their paper or project to signal real respect."
    },
    {
      "id": 2,
      "name": "peer",
      "angle": "Write as a fellow computational researcher who has felt the gap between publishing a method and seeing it actually reused. You're not pitching—you're sharing something you built because you ran into the same pain.",
      "tone": "casual, dry, insider",
      "subject_line_style": "Informal, colleague-to-colleague. Can reference shared tools, methods, or common computational frustrations.",
      "sign_off_style": "Best / Cheers",
      "pi_motivation": "collaboration, time-saving",
      "notes": "Lean into shared pain points; mild cynicism is okay and often builds trust."
    },
    {
      "id": 3,
      "name": "curious",
      "angle": "Lead with a thoughtful observation about their approach or design choice. Frame curiosity as reflection, not a request for help, before introducing Ouro as something inspired by patterns you keep seeing across papers.",
      "tone": "inquisitive, engaged, conversational",
      "subject_line_style": "Frame as a question or reflective observation about a specific aspect of their work.",
      "sign_off_style": "Best / Cheers",
      "pi_motivation": "reputation, being recognized as expert",
      "notes": "Avoid sounding like a junior researcher asking questions; keep status symmetry."
    },
    {
      "id": 4,
      "name": "impact",
      "angle": "Frame around underutilized potential. Their work already matters; the problem is that it's harder to use than it should be. Ouro helps close that gap so the work lives beyond the paper.",
      "tone": "direct, respectful, slightly urgent",
      "subject_line_style": "Focus on reach, longevity, or work being used in practice. Slightly provocative is okay.",
      "sign_off_style": "Best",
      "pi_motivation": "legacy, citations, visibility",
      "notes": "Emphasize wasted potential, not ambition or growth."
    },
    {
      "id": 5,
      "name": "broader-impacts",
      "angle": "Acknowledge that making computational work accessible and reusable is increasingly expected, but hard to evidence. Ouro makes real-world reuse and accessibility easier to demonstrate.",
      "tone": "practical, collegial, NSF-literate",
      "subject_line_style": "Reference accessibility, reuse, or public benefit without explicitly naming 'checkboxes.'",
      "sign_off_style": "Best",
      "pi_motivation": "NSF requirements, grant reporting, broader impacts",
      "notes": "Use insider language (\"hard to evidence,\" \"increasingly explicit\") rather than grant-speak."
    },
    {
      "id": 6,
      "name": "students",
      "angle": "Focus on how publishing tools helps trainees build visible, durable contributions. When tools from their lab are reused elsewhere, their students' names and the lab's lineage travel with them.",
      "tone": "supportive, forward-thinking, mentor-to-mentor",
      "subject_line_style": "Reference their lab, group, or training the next generation of researchers.",
      "sign_off_style": "Best",
      "pi_motivation": "student careers, lab reputation, legacy through mentees",
      "notes": "Tie student benefit back to PI reputation and intellectual lineage."
    },
    {
      "id": 7,
      "name": "citations",
      "angle": "Acknowledge that citations capture acknowledgment, but not actual influence. Ouro helps make computational work both citable and visibly used.",
      "tone": "direct, value-focused",
      "subject_line_style": "Reference credit, citations, or recognition for computational contributions.",
      "sign_off_style": "Best",
      "pi_motivation": "citations, credit, career metrics",
      "notes": "Position Ouro as complementary to citations, not a replacement."
    },
    {
      "id": 8,
      "name": "offload",
      "angle": "Position Ouro as a way to consolidate work they're already doing—sharing code, answering emails, digging up old scripts—into a single durable endpoint.",
      "tone": "practical, empathetic, time-conscious",
      "subject_line_style": "Reference reducing friction, email burden, or making work accessible once and for all.",
      "sign_off_style": "Best",
      "pi_motivation": "time-saving, reducing email burden",
      "notes": "Make adoption feel like consolidation, not change."
    }
  ],
  "ouro_descriptions": [
    {
      "id": 1,
      "content": "I'm working on Ouro, a place where published computational methods become callable, reusable infrastructure—so others can build on your work without reimplementing it from scratch."
    },
    {
      "id": 2,
      "content": "Ouro helps researchers share computational tools and datasets in a way that's actually usable and durable, rather than a zip file buried in supplementary materials."
    },
    {
      "id": 3,
      "content": "Ouro provides a thin API layer over computational workflows, letting other researchers reuse methods directly instead of recreating them from papers."
    },
    {
      "id": 4,
      "content": "Ouro is a way to make computational work discoverable, reusable, and citable—so methods live on as infrastructure, not just text in a methods section."
    },
    {
      "id": 5,
      "content": "Ouro helps turn computational workflows, datasets, and notebooks into reusable building blocks that others in your field can actually plug into their work."
    }
  ],
  "call_to_actions": [
    {
      "id": 1,
      "content": "Happy to give you a quick peek if it's useful."
    },
    {
      "id": 2,
      "content": "If you're curious, I can show you how it works."
    },
    {
      "id": 3,
      "content": "Let me know if you'd like to poke around."
    },
    {
      "id": 4,
      "content": "Happy to get your group a look if it’s helpful."
    },
    {
      "id": 5,
      "content": "I can set up access for your lab if you want to take a glance."
    }
  ],
  "opening_line_rules": [
    "First sentence must reference a specific aspect of their work.",
    "Second sentence should establish shared context or motivation.",
    "Ouro should not appear before sentence three."
  ],
  "anti_patterns": [
    "Do not ask for a meeting in the first email.",
    "Do not describe Ouro before referencing their work.",
    "Avoid startup language (launch, scale, growth).",
    "Avoid generic praise or vague curiosity."
  ]
}
